[{"title":"Home-Based Gait Training Using Rhythmic Auditory Cues in Alzheimer's Disease: Feasibility and Outcomes","journal":"Front Med (Lausanne)","year":2020,"auther":"Wittwer JE, Winbolt M, Morris ME.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32083083"},{"title":"Music therapy and Alzheimer's disease: Cognitive, psychological, and behavioural effects","journal":"Neurologia","year":2017,"auther":"Gómez Gallego M, Gómez García J.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26896913"},{"title":"The Effects of Music Therapy on Cognition, Psychiatric Symptoms, and Activities of Daily Living in Patients with Alzheimer's Disease","journal":"J Alzheimers Dis","year":2018,"auther":"Lyu J, Zhang J, Mu H, Li W, Champ M, Xiong Q, Gao T, Xie L, Jin W, Yang W, Cui M, Gao M, Li M.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/29991131"},{"title":"Music therapy in moderate and severe dementia of Alzheimer's type: a case-control study","journal":"Int Psychogeriatr","year":2006,"auther":"Svansdottir HB, Snaedal J.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/16618375"},{"title":"Effect of music therapy on anxiety and depression in patients with Alzheimer's type dementia: randomised, controlled study","journal":"Dement Geriatr Cogn Disord","year":2009,"auther":"Guétin S, Portet F, Picot MC, Pommié C, Messaoudi M, Djabelkir L, Olsen AL, Cano MM, Lecourt E, Touchon J.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/19628939"},{"title":"The Comparative Efficacy of Multiple Interventions for Mild Cognitive Impairment in Alzheimer's Disease: A Bayesian Network Meta-Analysis","journal":"Front Aging Neurosci","year":2020,"auther":"Lai X, Wen H, Li Y, Lu L, Tang C.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32581760"},{"title":"The effect of learning an individualized song on autobiographical memory recall in individuals with Alzheimer's disease: A pilot study","journal":"J Clin Exp Neuropsychol","year":2019,"auther":"Fraile E, Bernon D, Rouch I, Pongan E, Tillmann B, Lévêque Y.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/31142196"},{"title":"The effect of background stimulative music on behavior in Alzheimer's patients","journal":"J Music Ther","year":2007,"auther":"Ziv N, Granot A, Hai S, Dassa A, Haimov I.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/17997624"},{"title":"Does Music Therapy Improve Anxiety and Depression in Alzheimer's Patients?","journal":"J Altern Complement Med","year":2018,"auther":"de la Rubia Ortí JE, García-Pardo MP, Iranzo CC, Madrigal JJC, Castillo SS, Rochina MJ, Gascó VJP.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/28714736"},{"title":"Music Therapy Using Singing Training Improves Psychomotor Speed in Patients with Alzheimer's Disease: A Neuropsychological and fMRI Study","journal":"Dement Geriatr Cogn Dis Extra","year":2015,"auther":"Satoh M, Yuba T, Tabei K, Okubo Y, Kida H, Sakuma H, Tomimoto H.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26483829"},{"title":"The Value of Exercise Rehabilitation Program Accompanied by Experiential Music for Recovery of Cognitive and Motor Skills in Stroke Patients","journal":"J Stroke Cerebrovasc Dis","year":2018,"auther":"Fotakopoulos G, Kotlia P.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/30072173"},{"title":"Long-Term Improvements After Multimodal Rehabilitation in Late Phase After Stroke: A Randomized Controlled Trial","journal":"Stroke","year":2017,"auther":"Bunketorp-Käll L, Lundgren-Nilsson Å, Samuelsson H, Pekny T, Blomvé K, Pekna M, Pekny M, Blomstrand C, Nilsson M.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/28619985"},{"title":"Active music therapy approach for stroke patients in the post-acute rehabilitation","journal":"Neurol Sci","year":2017,"auther":"Raglio A, Zaliani A, Baiardi P, Bossi D, Sguazzin C, Capodaglio E, Imbriani C, Gontero G, Imbriani M.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/28138867"},{"title":"Music-supported therapy (MST) in improving post-stroke patients' upper-limb motor function: a randomised controlled pilot study","journal":"Neurol Res","year":2015,"auther":"Tong Y, Forreider B, Sun X, Geng X, Zhang W, Du H, Zhang T, Ding Y.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/25916420"},{"title":"The Use of Rhythmic Auditory Stimulation to Optimize Treadmill Training for Stroke Patients: A Randomized Controlled Trial","journal":"Front Neurol","year":2018,"auther":"Mainka S, Wissel J, Völler H, Evers S.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/30271375"},{"title":"Home-based hand rehabilitation after chronic stroke: Randomized, controlled single-blind trial comparing the MusicGlove with a conventional exercise program","journal":"J Rehabil Res Dev","year":2016,"auther":"Zondervan DK, Friedman N, Chang E, Zhao X, Augsburger R, Reinkensmeyer DJ, Cramer SC.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/27532880"},{"title":"The therapeutic effect of neurologic music therapy and speech language therapy in post-stroke aphasic patients","journal":"Ann Rehabil Med","year":2013,"auther":"Lim KB, Kim YK, Lee HJ, Yoo J, Hwang JY, Kim JA, Kim SK.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/24020037"},{"title":"Improvement of spontaneous language in stroke patients with chronic aphasia treated with music therapy: a randomized controlled trial","journal":"Int J Neurosci","year":2016,"auther":"Raglio A, Oasi O, Gianotti M, Rossi A, Goulene K, Stramba-Badiale M.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26000622"},{"title":"Effects of rhythmic auditory stimulation on motor function and balance ability in stroke: A systematic review and meta-analysis of clinical randomized controlled studies","journal":"Front Neurosci","year":2022,"auther":"Wang L, Peng JL, Xiang W, Huang YJ, Chen AL.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36466174"},{"title":"Rhythmic Auditory Cueing in Motor Rehabilitation for Stroke Patients: Systematic Review and Meta-Analysis","journal":"J Music Ther","year":2016,"auther":"Yoo GE, Kim SJ.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/27084833"},{"title":"Effects of Five-Element Music on Language Recovery in Patients with Poststroke Aphasia: A Systematic Review and Meta-Analysis","journal":"J Altern Complement Med","year":2019,"auther":"Yang Y, Fang YY, Gao J, Geng GL.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/31298550"},{"title":"The effect of music therapy on language recovery in patients with aphasia after stroke: a systematic review and meta-analysis","journal":"Neurol Sci","year":2022,"auther":"Liu Q, Li W, Yin Y, Zhao Z, Yang Y, Zhao Y, Tan Y, Yu J.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34816318"},{"title":"The effect of music as an intervention for post-stroke depression: A systematic review and meta-analysis","journal":"Complement Ther Med","year":2022,"auther":"Dayuan Z, Lan L, Hui C, Huanjie L, Deliang L, Yihui D.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36399968"},{"title":"Reducing chronic visuo-spatial neglect following right hemisphere stroke through instrument playing","journal":"Front Hum Neurosci","year":2014,"auther":"Bodak R, Malhotra P, Bernardi NF, Cocchini G, Stewart L.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/24966827"},{"title":"Immediate Effects of Mental Singing While Walking on Gait Disturbance in Hemiplegic Stroke Patients: A Feasibility Study","journal":"Ann Rehabil Med","year":2018,"auther":"Lee SY, Seok H, Kim SH, Park M, Kim J.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/29560318"},{"title":"Sonification of Arm Movements in Stroke Rehabilitation - A Novel Approach in Neurologic Music Therapy","journal":"Front Neurol","year":2016,"auther":"Scholz DS, Rohde S, Nikmaram N, Brückner HP, Großbach M, Rollnik JD, Altenmüller EO.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/27445970"},{"title":"Music-supported motor training after stroke reveals no superiority of synchronization in group therapy","journal":"Front Hum Neurosci","year":2014,"auther":"Van Vugt FT, Ritter J, Rollnik JD, Altenmüller E.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/24904358"},{"title":"Effect of Rhythm of Music Therapy on Gait in Patients with Stroke","journal":"J Stroke Cerebrovasc Dis","year":2021,"auther":"Wang Y, Pan WY, Li F, Ge JS, Zhang X, Luo X, Wang YL.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33341022"},{"title":"Music as Add-On Therapy in the Rehabilitation Program of Parkinson's Disease Patients-A Romanian Pilot Study","journal":"Brain Sci","year":2021,"auther":"Fodor DM, Breda XM, Valean D, Marta MM, Perju-Dumbrava L.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33946687"},{"title":"Individual Therapeutic Singing Program for Vocal Quality and Depression in Parkinson's Disease","journal":"J Mov Disord","year":2018,"auther":"Han EY, Yun JY, Chong HJ, Choi KG.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/30086617"},{"title":"Active music therapy in Parkinson's disease: an integrative method for motor and emotional rehabilitation","journal":"Psychosom Med","year":2000,"auther":"Pacchetti C, Mancini F, Aglieri R, Fundarò C, Martignoni E, Nappi G.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/10845352"},{"title":"ParkinSong: A Controlled Trial of Singing-Based Therapy for Parkinson's Disease","journal":"Neurorehabil Neural Repair","year":2019,"auther":"Tamplin J, Morris ME, Marigliani C, Baker FA, Vogel AP.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/31081485"},{"title":"Effects of Music-Based Interventions on Motor and Non-Motor Symptoms in Patients with Parkinson's Disease: A Systematic Review and Meta-Analysis","journal":"Int J Environ Res Public Health","year":2023,"auther":"Lee H, Ko B.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36673802"},{"title":"Neurologic Music Therapy Training for Mobility and Stability Rehabilitation with Parkinson's Disease - A Pilot Study","journal":"Front Hum Neurosci","year":2016,"auther":"Bukowska AA, Krężałek P, Mirek E, Bujas P, Marchewka A.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26858628"},{"title":"Effects of a music therapy voice protocol on speech intelligibility, vocal acoustic measures, and mood of individuals with Parkinson's disease","journal":"J Music Ther","year":2001,"auther":"Haneishi E.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/11796078"},{"title":"Effects of singing on voice, respiratory control and quality of life in persons with Parkinson's disease","journal":"Disabil Rehabil","year":2017,"auther":"Stegemöller EL, Radig H, Hibbing P, Wingate J, Sapienza C.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26987751"},{"title":"Using a Portable Gait Rhythmogram to Examine the Effect of Music Therapy on Parkinson's Disease-Related Gait Disturbance","journal":"Sensors (Basel)","year":2021,"auther":"Gondo E, Mikawa S, Hayashi A.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34960415"},{"title":"Music therapy: An effective approach in improving social skills of children with autism","journal":"Adv Biomed Res","year":2015,"auther":"Ghasemtabar SN, Hosseini M, Fayyaz I, Arab S, Naghashian H, Poudineh Z.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26380242"},{"title":"Effectiveness of music therapy in children with autism spectrum disorder: A systematic review and meta-analysis","journal":"Front Psychiatry","year":2022,"auther":"Ke X, Song W, Yang M, Li J, Liu W.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36276324"},{"title":"The Autism-Competency-Group (AutCom). A promising approach to promote social skills in adults with autism spectrum disorder and intellectual disability","journal":"Int J Dev Disabil","year":2021,"auther":"Bergmann T, Birkner J, Sappok T, Schmidt M.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34567544"},{"title":"The effects of improvisational music therapy on joint attention behaviors in autistic children: a randomized controlled study","journal":"J Autism Dev Disord","year":2008,"auther":"Kim J, Wigram T, Gold C.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/18592368"},{"title":"Supporting coordination of children with ASD using neurological music therapy: A pilot randomized control trial comparing an elastic touch-display with tambourines","journal":"Res Dev Disabil","year":2020,"auther":"Cibrian FL, Madrigal M, Avelais M, Tentori M.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32950853"},{"title":"Effectiveness of cognitive, developmental, and behavioural interventions for Autism Spectrum Disorder in preschool-aged children: A systematic review and meta-analysis","journal":"Heliyon","year":2018,"auther":"Su Maw S, Haga C.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/30211331"},{"title":"Effects of Three Music Therapy Interventions on the Verbal Expressions of Children With Autism Spectrum Disorder: A Combined Single-Subject Design","journal":"Front Psychol","year":2022,"auther":"Attar N, Al-Hroub A, El Zein F.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35310290"},{"title":"Effects of live sax music on various physiological parameters, pain level, and mood level in cancer patients: a randomized controlled trial","journal":"Holist Nurs Pract","year":2014,"auther":"Burrai F, Micheluzzi V, Bugani V.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/25099983"},{"title":"Effectiveness of five-element music therapy in cancer patients: A systematic review and meta-analysis","journal":"Complement Ther Clin Pract","year":2021,"auther":"Yang T, Wang S, Wang R, Wei Y, Kang Y, Liu Y, Zhang C.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34020291"},{"title":"The effectiveness of music therapy for patients with cancer: A systematic review and meta-analysis","journal":"J Adv Nurs","year":2020,"auther":"Li Y, Xing X, Shi X, Yan P, Chen Y, Li M, Zhang W, Li X, Yang K.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32017183"},{"title":"Effects of nurse-led nonpharmacological pain interventions for patients with cancer: A systematic review and meta-analysis","journal":"J Nurs Scholarsh","year":2022,"auther":"Park YJ, Lee MK.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34847285"},{"title":"Music intervention improves the physical and mental status for patients with breast cancer: A protocol of randomized controlled trial","journal":"Medicine (Baltimore)","year":2020,"auther":"Li X, Du G, Liu W, Wang F.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33285746"},{"title":"The efficacy of music therapy to relieve pain, anxiety, and promote sleep quality, in patients with small cell lung cancer receiving platinum-based chemotherapy","journal":"Support Care Cancer","year":2021,"auther":"Tang H, Chen L, Wang Y, Zhang Y, Yang N, Yang N.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34041615"},{"title":"Aromatherapy Plus Music Therapy Improve Pain Intensity and Anxiety Scores in Patients With Breast Cancer During Perioperative Periods: A Randomized Controlled Trial","journal":"Clin Breast Cancer","year":2022,"auther":"Deng C, Xie Y, Liu Y, Li Y, Xiao Y.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34134947"},{"title":"Effects of music therapy on depression and duration of hospital stay of breast cancer patients after radical mastectomy","journal":"Chin Med J (Engl)","year":2011,"auther":"Zhou KN, Li XM, Yan H, Dang SN, Wang DL.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/21933563"},{"title":"Music therapy effect on anxiety reduction among patients with cancer: A meta-analysis","journal":"Front Psychol","year":2023,"auther":"Zang L, Cheng C, Zhou Y, Liu X.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36687940"},{"title":"Effect of music therapy on chemotherapy-induced nausea and vomiting in gastrointestinal cancer: A systematic review and meta-analysis","journal":"World J Gastrointest Surg","year":2023,"auther":"Zhong FP, Zhong J, Zhong MY.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/37032801"},{"title":"The effect of music therapy interventions on fatigue in patients with hematological cancers: a systematic review and meta-analysis of randomized controlled trials","journal":"Support Care Cancer","year":2022,"auther":"Sezgin MG, Bektas H.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35689676"},{"title":"Music therapy to reduce pain and anxiety in children with cancer undergoing lumbar puncture: a randomized clinical trial","journal":"J Pediatr Oncol Nurs","year":2010,"auther":"Nguyen TN, Nilsson S, Hellström AL, Bengtson A.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/20386063"},{"title":"Effects of Intravenous Patient-Controlled Sufentanil Analgesia and Music Therapy on Pain and Hemodynamics After Surgery for Lung Cancer: A Randomized Parallel Study","journal":"J Altern Complement Med","year":2015,"auther":"Wang Y, Tang H, Guo Q, Liu J, Liu X, Luo J, Yang W.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26331434"},{"title":"A clinical randomized controlled trial of music therapy and progressive muscle relaxation training in female breast cancer patients after radical mastectomy: results on depression, anxiety and length of hospital stay","journal":"Eur J Oncol Nurs","year":2015,"auther":"Zhou K, Li X, Li J, Liu M, Dang S, Wang D, Xin X.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/25181938"},{"title":"Effects of music therapy on anxiety of patients with breast cancer after radical mastectomy: a randomized clinical trial","journal":"J Adv Nurs","year":2012,"auther":"Li XM, Zhou KN, Yan H, Wang DL, Zhang YP.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/21978087"},{"title":"Comparison of Depressive Symptom Outcomes in Hospitalized Adult Cancer Patients Receiving Music Therapy or Massage Therapy","journal":"J Pain Symptom Manage","year":2022,"auther":"Liou KT, Lynch KA, Nwodim O, Popkin K, Greene JS, Atkinson TM, Bradt J, Mao JJ.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34563626"},{"title":"Investigating the Effects of a Personalized, Spectrally Altered Music-Based Sound Therapy on Treating Tinnitus: A Blinded, Randomized Controlled Trial","journal":"Audiol Neurootol","year":2016,"auther":"Li SA, Bao L, Chrostowski M.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/27838685"},{"title":"Tinnitus therapy using tailor-made notched music delivered via a smartphone application and Ginko combined treatment: A pilot study","journal":"Auris Nasus Larynx","year":2017,"auther":"Kim SY, Chang MY, Hong M, Yoo SG, Oh D, Park MK.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/27979609"},{"title":"The effectiveness of neuro-music therapy according to the Heidelberg model compared to a single session of educational counseling as treatment for tinnitus: a controlled trial","journal":"J Psychosom Res","year":2015,"auther":"Argstatter H, Grapp M, Hutter E, Plinkert PK, Bolay HV.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/25224125"},{"title":"Heidelberg Neuro-Music Therapy Restores Attention-Related Activity in the Angular Gyrus in Chronic Tinnitus Patients","journal":"Front Neurosci","year":2017,"auther":"Krick CM, Argstatter H, Grapp M, Plinkert PK, Reith W.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/28775679"},{"title":"Investigation on chronic tinnitus efficacy of combination of non-repetitive preferred music and educational counseling: a preliminary study","journal":"Eur Arch Otorhinolaryngol","year":2021,"auther":"Chen J, Zhong P, Meng Z, Pan F, Qi L, He T, Lu J, He P, Zheng Y.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32892305"},{"title":"A Comparative Study of Treatment Outcomes of Music Therapy, Tinnitus Maskers and Pharmacotherpy in Chronic Subjective Tinnitus","journal":"Indian J Otolaryngol Head Neck Surg","year":2022,"auther":"Sruthi N, Venkataramanujam NC, Karthikeyan P, Kaipuzha RR, Pulimoottil DT.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35813784"},{"title":"Cortical reorganization in recent-onset tinnitus patients by the Heidelberg Model of Music Therapy","journal":"Front Neurosci","year":2015,"auther":"Krick CM, Grapp M, Daneshvar-Talebi J, Reith W, Plinkert PK, Bolay HV.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/25745385"},{"title":"Effect of music therapy on infants who underwent mechanical ventilation after cardiac surgery","journal":"J Card Surg","year":2021,"auther":"Huang YL, Lei YQ, Xie WP, Cao H, Yu XR, Chen Q.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34477246"},{"title":"The effects of music therapy in endotracheal suctioning of mechanically ventilated patients","journal":"Nurs Crit Care","year":2016,"auther":"Yaman Aktaş Y, Karabulut N.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/25721305"},{"title":"Music and its effect on the physiological responses and anxiety levels of patients receiving mechanical ventilation: a pilot study","journal":"J Clin Nurs","year":2005,"auther":"Lee OK, Chung YF, Chan MF, Chan WM.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/15840076"},{"title":"Music interventions for mechanically ventilated patients","journal":"Cochrane Database Syst Rev","year":2014,"auther":"Bradt J, Dileo C.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/25490233"},{"title":"Effects of patient-directed music intervention on anxiety and sedative exposure in critically ill patients receiving mechanical ventilatory support: a randomized clinical trial","journal":"JAMA","year":2013,"auther":"Chlan LL, Weinert CR, Heiderscheit A, Tracy MF, Skaar DJ, Guttormson JL, Savik K.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/23689789"},{"title":"The effect of music therapy on physiological signs of anxiety in patients receiving mechanical ventilatory support","journal":"J Clin Nurs","year":2011,"auther":"Korhan EA, Khorshid L, Uyar M.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/21323778"},{"title":"Music therapy--a complementary treatment for mechanically ventilated intensive care patients","journal":"Intensive Crit Care Nurs","year":2003,"auther":"Almerud S, Petersson K.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/12590891"},{"title":"Relief of Procedural Pain in Critically Ill Patients by Music Therapy: A Randomized Controlled Trial","journal":"Complement Med Res","year":2019,"auther":"Yaman Aktaş Y, Karabulut N.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/30897585"},{"title":"Music therapy for in-patients with schizophrenia: exploratory randomised controlled trial","journal":"Br J Psychiatry","year":2006,"auther":"Talwar N, Crawford MJ, Maratos A, Nur U, McDermott O, Procter S.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/17077429"},{"title":"The effectiveness of adjunct music therapy for patients with schizophrenia: A meta-analysis","journal":"Psychiatry Res","year":2020,"auther":"Jia R, Liang D, Yu J, Lu G, Wang Z, Wu Z, Huang H, Chen C.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33002835"},{"title":"Effects of Relaxation Exercises and Music Therapy on the Psychological Symptoms and Depression Levels of Patients with Schizophrenia","journal":"Arch Psychiatr Nurs","year":2016,"auther":"Kavak F, Ünal S, Yılmaz E.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/27654229"},{"title":"Effects of group music intervention on psychiatric symptoms and depression in patient with schizophrenia","journal":"Complement Ther Med","year":2013,"auther":"Lu SF, Lo CH, Sung HC, Hsieh TC, Yu SC, Chang SC.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/24280478"},{"title":"Music therapy for people with schizophrenia and schizophrenia-like disorders","journal":"Cochrane Database Syst Rev","year":2017,"auther":"Geretsegger M, Mössler KA, Bieleninik Ł, Chen XJ, Heldal TO, Gold C.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/28553702"},{"title":"Significant treatment effect of adjunct music therapy to standard treatment on the positive, negative, and mood symptoms of schizophrenic patients: a meta-analysis","journal":"BMC Psychiatry","year":2016,"auther":"Tseng PT, Chen YW, Lin PY, Tu KY, Wang HY, Cheng YS, Chang YC, Chang CH, Chung W, Wu CK.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26812906"},{"title":"Combined effect of pulmonary rehabilitation and music therapy in patients with chronic obstructive pulmonary disease","journal":"J Phys Ther Sci","year":2021,"auther":"Okamoto J, Furukawa Y, Kobinata N, Yoshikawa H, Araki F, Yagyu A, Iwasaka Y.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34658524"},{"title":"Music Therapy in Adults With COPD","journal":"Respir Care","year":2021,"auther":"Huang J, Yuan X, Zhang N, Qiu H, Chen X.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33144384"},{"title":"Usefulness of harmonica playing to improve outcomes in patients with chronic obstructive pulmonary disease","journal":"Proc (Bayl Univ Med Cent)","year":2020,"auther":"Hart MK, Stewardson E, Jamil AK, Tecson KM, Millard MW.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32313456"},{"title":"AIR: Advances in Respiration - Music therapy in the treatment of chronic pulmonary disease","journal":"Respir Med","year":2015,"auther":"Canga B, Azoulay R, Raskin J, Loewy J.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26522499"},{"title":"Music Therapy Enhances Executive Functions and Prefrontal Structural Neuroplasticity after Traumatic Brain Injury: Evidence from a Randomized Controlled Trial","journal":"J Neurotrauma","year":2020,"auther":"Siponkoski ST, Martínez-Molina N, Kuusela L, Laitinen S, Holma M, Ahlfors M, Jordan-Kilkki P, Ala-Kauhaluoma K, Melkas S, Pekkola J, Rodriguez-Fornells A, Laine M, Ylinen A, Rantanen P, Koskinen S, Lipsanen J, Särkämö T.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/31642408"},{"title":"The effect of music therapy on physiological parameters of patients with traumatic brain injury: A triple-blind randomized controlled clinical trial","journal":"Complement Ther Clin Pract","year":2020,"auther":"Froutan R, Eghbali M, Hoseini SH, Mazloom SR, Yekaninejad MS, Boostani R.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32891292"},{"title":"Effects of neurological music therapy on behavioural and emotional recovery after traumatic brain injury: A randomized controlled cross-over trial","journal":"Neuropsychol Rehabil","year":2022,"auther":"Siponkoski ST, Koskinen S, Laitinen S, Holma M, Ahlfors M, Jordan-Kilkki P, Ala-Kauhaluoma K, Martínez-Molina N, Melkas S, Laine M, Ylinen A, Zasler N, Rantanen P, Lipsanen J, Särkämö T.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33657970"},{"title":"Does Music Therapy Improve Gait after Traumatic Brain Injury and Spinal Cord Injury? A Mini Systematic Review and Meta-Analysis","journal":"Brain Sci","year":2023,"auther":"Ghai S.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36979332"},{"title":"Robotic Verticalization plus Music Therapy in Chronic Disorders of Consciousness: Promising Results from a Pilot Study","journal":"Brain Sci","year":2022,"auther":"De Luca R, Bonanno M, Vermiglio G, Trombetta G, Andidero E, Caminiti A, Pollicino P, Rifici C, Calabrò RS.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36009107"},{"title":"The effect of music therapy on mood and anxiety-depression: an observational study in institutionalised patients with traumatic brain injury","journal":"Ann Phys Rehabil Med","year":2009,"auther":"Guétin S, Soua B, Voiriot G, Picot MC, Hérisson C.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/19027186"},{"title":"Decreased blood pressure among community dwelling older adults following progressive muscle relaxation and music therapy (RESIK)","journal":"BMC Nurs","year":2019,"auther":"Astuti NF, Rekawati E, Wati DNK.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/31427898"},{"title":"Adjuvant music therapy for patients with hypertension: a meta-analysis and systematic review","journal":"BMC Complement Med Ther","year":2023,"auther":"Cao M, Zhang Z.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/37024863"},{"title":"Effect of Thai instrumental folk music on blood pressure: A randomized controlled trial in stage-2 hypertensive patients","journal":"Complement Ther Med","year":2018,"auther":"Im-Oun S, Kotruchin P, Thinsug P, Mitsungnern T, Techa-Atik P, Pongchaiyakul C.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/30012391"},{"title":"Effect of music therapy on blood pressure of individuals with hypertension: A systematic review and Meta-analysis","journal":"Int J Cardiol","year":2016,"auther":"do Amaral MA, Neto MG, de Queiroz JG, Martins-Filho PR, Saquetto MB, Oliveira Carvalho V.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/27096963"},{"title":"Effects of Listening to Live Singing in Patients Undergoing Hemodialysis: A Randomized Controlled Crossover Study","journal":"Biol Res Nurs","year":2019,"auther":"Burrai F, Lupi R, Luppi M, Micheluzzi V, Donati G, Lamanna G, Raghavan R.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/30249121"},{"title":"Music therapy-induced changes in salivary cortisol level are predictive of cardiovascular mortality in patients under maintenance hemodialysis","journal":"Ther Clin Risk Manag","year":2017,"auther":"Hou YC, Lin YJ, Lu KC, Chiang HS, Chang CC, Yang LK.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/28260913"},{"title":"The effect of music therapy on hemodialysis patients' quality of life and depression symptoms","journal":"J Bras Nefrol","year":2019,"auther":"Hagemann PMS, Martin LC, Neme CMB.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/30222176"},{"title":"Effects of Patient-Selected Music Listening on the Pain and Anxiety of Patients Undergoing Hemodialysis: A Randomized Controlled Trial","journal":"Healthcare (Basel)","year":2021,"auther":"Kim S, Jeong H.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34828484"},{"title":"Music-based interventions for pain relief in patients undergoing hemodialysis: A PRISMA-compliant systematic review and meta-analysis","journal":"Medicine (Baltimore)","year":2021,"auther":"Cheng J, Zhang H, Bao H, Hong H.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33466179"},{"title":"The effects of music therapy in patients with high-dose chemotherapy and stem cell support: a randomized pilot study","journal":"Psychooncology","year":2017,"auther":"Tuinmann G, Preissler P, Böhmer H, Suling A, Bokemeyer C.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/27146798"},{"title":"Effect of Music Therapy with Periorbital Massage on Chemotherapy-Induced Nausea and Vomiting In Gastrointestinal Cancer: A Randomized Controlled Trail","journal":"J Caring Sci","year":2019,"auther":"Dadkhah B, Anisi E, Mozaffari N, Amani F, Pourghasemian M.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/31598509"},{"title":"The Effect of Mindfulness-Based Music Therapy on Attention and Mood in Women Receiving Adjuvant Chemotherapy for Breast Cancer: A Pilot Study","journal":"Oncol Nurs Forum","year":2015,"auther":"Lesiuk T.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/25901379"},{"title":"The Effects of Clinical Music Therapy on Resiliency in Adults Undergoing Infusion: A Randomized, Controlled Trial","journal":"J Pain Symptom Manage","year":2021,"auther":"Mondanaro JF, Sara GA, Thachil R, Pranjić M, Rossetti A, EunHye Sim G, Canga B, Harrison IB, Loewy JV.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33152443"},{"title":"Effects of music therapy and guided visual imagery on chemotherapy-induced anxiety and nausea-vomiting","journal":"J Clin Nurs","year":2013,"auther":"Karagozoglu S, Tekyasar F, Yilmaz FA.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/23134272"},{"title":"Music interventions for chemotherapy-induced nausea and vomiting: a systematic review and meta-analysis","journal":"Support Care Cancer","year":2020,"auther":"Wei TT, Tian X, Zhang FY, Qiang WM, Bai AL.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32328772"},{"title":"Effect of music as nursing intervention for people diagnosed with fibromyalgia","journal":"Pain Manag Nurs","year":2013,"auther":"Onieva-Zafra MD, Castro-Sánchez AM, Matarán-Peñarrocha GA, Moreno-Lorenzo C.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/23108015"},{"title":"Music-based interventions to improve fibromyalgia syndrome: A meta-analysis","journal":"Explore (NY)","year":2020,"auther":"Wang M, Yi G, Gao H, Wu B, Zhou Y.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32505520"},{"title":"The effects of music listening on pain and stress in the daily life of patients with fibromyalgia syndrome","journal":"Front Hum Neurosci","year":2015,"auther":"Linnemann A, Kappert MB, Fischer S, Doerr JM, Strahler J, Nater UM.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26283951"},{"title":"Effect of low-impact aerobic exercise combined with music therapy on patients with fibromyalgia. A pilot study","journal":"Complement Ther Med","year":2016,"auther":"Espí-López GV, Inglés M, Ruescas-Nicolau MA, Moreno-Segura N.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/27670863"},{"title":"Effects of music on pain in patients with fibromyalgia","journal":"Clin Rheumatol","year":2016,"auther":"Alparslan GB, Babadağ B, Özkaraman A, Yıldız P, Musmul A, Korkmaz C.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26245724"},{"title":"Feasibility of therapeutic music listening in fibromyalgia: a randomised controlled pilot study","journal":"Neurol Sci","year":2023,"auther":"Raglio A, Bettaglio R, Manera MR, Aiello EN, Gontero G, Imbriani C, Brischigiaro L, Bonezzi C, Demartini L.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36334181"},{"title":"The effect of music therapy during colonoscopy on pain, anxiety and patient comfort: A randomized controlled trial","journal":"Complement Ther Clin Pract","year":2020,"auther":"Çelebi D, Yılmaz E, Şahin ST, Baydur H.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32056820"},{"title":"The effect of self-selected music during colonoscopy on anxiety, heart rate, and blood pressure","journal":"Appl Nurs Res","year":2002,"auther":"Smolen D, Topp R, Singer L.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/12173164"},{"title":"Evaluation of pain and patient satisfaction by music therapy in patients with endoscopy\/colonoscopy","journal":"Turk J Gastroenterol","year":2018,"auther":"Bashiri M, Akçalı D, Coşkun D, Cindoruk M, Dikmen A, Çifdalöz BU.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/30260780"},{"title":"Mild asthmatics benefit from music therapy","journal":"J Asthma","year":2012,"auther":"Sliwka A, Nowobilski R, Polczyk R, Nizankowska-Mogilnicka E, Szczeklik A.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/22397390"},{"title":"The effect of nursing interventions utilizing music therapy or sensory information on Chinese patients' anxiety prior to cardiac catheterization: a pilot study","journal":"Eur J Cardiovasc Nurs","year":2002,"auther":"Taylor-Piliae RE, Chair SY.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/14622675"},{"title":"The effects of music intervention on anxiety in the patient waiting for cardiac catheterization","journal":"Intensive Crit Care Nurs","year":2001,"auther":"Hamel WJ.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/11866419"},{"title":"Exploring the role of music therapy in cardiac rehabilitation after cardiothoracic surgery: a qualitative study using the Bonny method of guided imagery and music","journal":"J Cardiovasc Nurs","year":2013,"auther":"Short A, Gibb H, Fildes J, Holmes C.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/22781506"},{"title":"Study of the effectiveness of musical stimulation during intracardiac catheterization","journal":"Clin Res Cardiol","year":2006,"auther":"Argstatter H, Haberbosch W, Bolay HV.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/16897144"},{"title":"Music therapy as an adjunct in cardiac device lead extraction procedures: A randomized controlled trial","journal":"Appl Nurs Res","year":2020,"auther":"Blichfeldt-Ærø SC, Knutsen TM, Hagen HM, Diep LM, Trondalen G, Halvorsen S.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33280783"},{"title":"Role of Music for Conscious Sedation During Invasive Cardiac Catheterization","journal":"Am J Cardiol","year":2018,"auther":"Ebrahimi R, Tan W.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/30072130"},{"title":"Effects of music therapy on health-related outcomes in cardiac rehabilitation: a randomized controlled trial","journal":"J Music Ther","year":2007,"auther":"Mandel SE, Hanser SB, Secic M, Davis BA.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/17645384"},{"title":"The effects of music intervention on anxiety and stress responses in adults with CHD undergoing cardiac catheterisation","journal":"Cardiol Young","year":2023,"auther":"Moon JR, Song J, Huh J, Kang IS, Kim JH, Park SW, Chang SA.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35285439"},{"title":"Music therapy for pain and anxiety in patients after cardiac valve replacement: a randomized controlled clinical trial","journal":"BMC Cardiovasc Disord","year":2023,"auther":"Dong Y, Zhang L, Chen LW, Luo ZR.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36650441"},{"title":"Effect of live oud music on physiological and psychological parameters in patients undergoing cardiac surgery","journal":"Glob Cardiol Sci Pract","year":2019,"auther":"Luis M, Doss R, Zayed B, Yacoub M.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/31799291"},{"title":"The efficacy of music therapy protocols for decreasing pain, anxiety, and muscle tension levels during burn dressing changes: a prospective randomized crossover trial","journal":"J Burn Care Res","year":2010,"auther":"Tan X, Yowler CJ, Super DM, Fratianne RB.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/20498613"},{"title":"The effects of music intervention on burn patients during treatment procedures: a systematic review and meta-analysis of randomized controlled trials","journal":"BMC Complement Altern Med","year":2017,"auther":"Li J, Zhou L, Wang Y.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/28302117"},{"title":"Music therapy and music medicine interventions with adult burn patients: A systematic review and meta-analysis","journal":"Burns","year":2022,"auther":"Monsalve-Duarte S, Betancourt-Zapata W, Suarez-Cañon N, Maya R, Salgado-Vasco A, Prieto-Garces S, Marín-Sánchez J, Gómez-Ortega V, Valderrama M, Ettenberger M.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34906387"},{"title":"Effect of physical therapy rehabilitation program combined with music on children with lower limb burns: A twelve-week randomized controlled study","journal":"Burns","year":2021,"auther":"Eid MM, Abdelbasset WK, Abdelaty FM, Ali ZA.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33288333"},{"title":"The efficacy of live music for adolescent and young adult patients during hematopoietic stem cell transplantation","journal":"Support Care Cancer","year":2022,"auther":"Xie J, Wan Z, Duan Y, Wang M, Luo Y, Xiao P, Kang Y, Zhou Y, Luo X, Sun Q, Cheng ASK.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35347418"},{"title":"Active Music Engagement and Cortisol as an Acute Stress Biomarker in Young Hematopoietic Stem Cell Transplant Patients and Caregivers: Results of a Single Case Design Pilot Study","journal":"Front Psychol","year":2020,"auther":"Holochwost SJ, Robb SL, Henley AK, Stegenga K, Perkins SM, Russ KA, Jacob SA, Delgado D, Haase JE, Krater CM.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33224077"},{"title":"Music therapy improves the mood of patients undergoing hematopoietic stem cells transplantation (controlled randomized study)","journal":"Support Care Cancer","year":2017,"auther":"Dóro CA, Neto JZ, Cunha R, Dóro MP.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/27942868"},{"title":"Randomized clinical trial of therapeutic music video intervention for resilience outcomes in adolescents\/young adults undergoing hematopoietic stem cell transplant: a report from the Children's Oncology Group","journal":"Cancer","year":2014,"auther":"Robb SL, Burns DS, Stegenga KA, Haut PR, Monahan PO, Meza J, Stump TE, Cherven BO, Docherty SL, Hendricks-Ferguson VL, Kintner EK, Haight AE, Wall DA, Haase JE.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/24469862"},{"title":"Improving hand functional use in subjects with multiple sclerosis using a musical keyboard: a randomized controlled trial","journal":"Physiother Res Int","year":2015,"auther":"Gatti R, Tettamanti A, Lambiase S, Rossi P, Comola M.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/25045035"},{"title":"Active music therapy in the treatment of multiple sclerosis patients: a matched control study","journal":"J Music Ther","year":2004,"auther":"Schmid W, Aldridge D.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/15327343"},{"title":"How may patients with MS benefit from using music assisted therapy? A case-control feasability study investigating motor outcomes and beyond","journal":"Mult Scler Relat Disord","year":2021,"auther":"Maggio MG, Tripoli D, Porcari B, Manuli A, Filoni S, Naro A, Eschweiler M, Calabrò RS.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33387863"},{"title":"An integrative cognitive rehabilitation using neurologic music therapy in multiple sclerosis: A pilot study","journal":"Medicine (Baltimore)","year":2020,"auther":"Impellizzeri F, Leonardi S, Latella D, Maggio MG, Foti Cuzzola M, Russo M, Sessa E, Bramanti P, De Luca R, Calabrò RS.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/31977888"},{"title":"Effect of music therapy on anxiety levels on patient undergoing dental extractions","journal":"J Family Med Prim Care","year":2019,"auther":"Packyanathan JS, Lakshmanan R, Jayashri P.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/31879625"},{"title":"Effects of music listening to reduce preprocedural dental anxiety in special needs patients","journal":"Complement Ther Clin Pract","year":2021,"auther":"Chen Y, Hawkins J.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33388728"},{"title":"Changes induced by music therapy to physiologic parameters in patients with dental anxiety","journal":"Complement Ther Clin Pract","year":2015,"auther":"Mejía-Rubalcava C, Alanís-Tavira J, Mendieta-Zerón H, Sánchez-Pérez L.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26573456"},{"title":"Efficacy of Music Intervention for Dental Anxiety Disorders: A Systematic Review and Meta-Analysis","journal":"Medicina (Kaunas)","year":2023,"auther":"Tan K, Liu H, Huang S, Li C.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36837411"},{"title":"Neurologic music therapy in upper-limb rehabilitation in children with severe bilateral cerebral palsy: a randomized controlled trial","journal":"Eur J Phys Rehabil Med","year":2018,"auther":"Marrades-Caballero E, Santonja-Medina CS, Sanz-Mengibar JM, Santonja-Medina F.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/29484877"},{"title":"The effect of neurologic music therapy in patients with cerebral palsy: A systematic narrative review","journal":"Front Neurol","year":2022,"auther":"Yang S, Suh JH, Kwon S, Chang MC.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36176557"},{"title":"The effect of therapeutic instrumental music performance method on upper extremity functions in adolescent cerebral palsy","journal":"Acta Neurol Belg","year":2021,"auther":"Dogruoz Karatekin B, Icagasioglu A.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33590470"},{"title":"Acupuncture combined with music therapy for treatment of 30 cases of cerebral palsy","journal":"J Tradit Chin Med","year":2009,"auther":"Yu HB, Liu YF, Wu LX.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/20112480"},{"title":"Neurologic Music Therapy Improves Participation in Children With Severe Cerebral Palsy","journal":"Front Neurol","year":2022,"auther":"Santonja-Medina CS, Marrades-Caballero E, Santonja-Medina F, Sanz-Mengibar JM.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35356462"},{"title":"Effects of movement music therapy with a percussion instrument on physical and frontal lobe function in older adults with mild cognitive impairment: a randomized controlled trial","journal":"Aging Ment Health","year":2018,"auther":"Shimizu N, Umemura T, Matsunaga M, Hirai T.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/28937272"},{"title":"Music listening for maintaining attention of older adults with cognitive impairments","journal":"J Music Ther","year":2002,"auther":"Gregory D.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/12597728"},{"title":"Cognitive Intervention with Musical Stimuli Using Digital Devices on Mild Cognitive Impairment: A Pilot Study","journal":"Healthcare (Basel)","year":2020,"auther":"Han E, Park J, Kim H, Jo G, Do HK, Lee BI.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32106559"},{"title":"Music Interventions for Disorders of Consciousness: A Systematic Review and Meta-analysis","journal":"J Neurosci Nurs","year":2020,"auther":"Li X, Li C, Hu N, Wang T.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32404771"},{"title":"Short-term efficacy of music therapy combined with α binaural beat therapy in disorders of consciousness","journal":"Front Psychol","year":2022,"auther":"Liu ZB, Liu YS, Zhao L, Li MY, Liu CH, Zhang CX, Li HL.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36148124"},{"title":"Effects of Music Therapy During Total Knee Arthroplasty Under Spinal Anesthesia: A Prospective Randomized Controlled Study","journal":"Cureus","year":2020,"auther":"Kukreja P, Talbott K, MacBeth L, Ghanem E, Sturdivant AB, Woods A, Potter WA, Kalagara H.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32337122"},{"title":"Live Music Therapy During Rehabilitation After Total Knee Arthroplasty: A Randomized Controlled Trial","journal":"J Music Ther","year":2019,"auther":"Leonard H.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/30770536"},{"title":"Effect of music on anxiety and pain during joint lavage for knee osteoarthritis","journal":"Clin Rheumatol","year":2012,"auther":"Ottaviani S, Bernard JL, Bardin T, Richette P.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/22207250"},{"title":"Effects of music-based therapy on distress following knee arthroplasty","journal":"Br J Nurs","year":2006,"auther":"Giaquinto S, Cacciato A, Minasi S, Sostero E, Amanda S.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/16835556"},{"title":"The effect of musical interventions in improving short-term pain outcomes following total knee replacement: a meta-analysis and systematic review","journal":"J Orthop Surg Res","year":2020,"auther":"Yu R, Zhuo Y, Feng E, Wang W, Lin W, Lin F, Li Z, Lin L, Xiao L, Wang H, Huang Y, Wu C, Zhang Y.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33036637"},{"title":"The Impact of Music and Noise-Cancellation on Sedation Requirements During Total Knee Replacement: A Randomized Controlled Trial","journal":"Geriatr Orthop Surg Rehabil","year":2020,"auther":"Tran BW, Nowrouz MY, Dhillon SK, Xie KK, Breslin KM, Golladay GJ.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32181048"},{"title":"Music therapy for reducing anxiety in patients undergoing total knee replacement surgery under subarachnoid anesthesia","journal":"J Orthop Surg (Hong Kong)","year":2022,"auther":"Abdul Hamid MR, Mansor MB, Zainal Abidin MF.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36031855"},{"title":"Impact of Music Therapy on Hospitalized Patients Post-Elective Orthopaedic Surgery: A Randomized Controlled Trial","journal":"Orthop Nurs","year":2018,"auther":"Gallagher LM, Gardner V, Bates D, Mason S, Nemecek J, DiFiore JB, Bena J, Li M, Bethoux F.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/29570546"},{"title":"Music as an aid to Allay Anxiety in Patients Undergoing Orthopedic Surgeries under Spinal Anesthesia","journal":"Noise Health","year":2022,"auther":"Kaur H, Saini N, Singh G, Singh A, Dahuja A, Kaur R.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35645134"},{"title":"Music therapy for patients receiving spine surgery","journal":"J Clin Nurs","year":2011,"auther":"Lin PC, Lin ML, Huang LC, Hsu HC, Lin CC.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/21320217"},{"title":"Influence of Music on Preoperative Anxiety and Physiologic Parameters in Women Undergoing Gynecologic Surgery","journal":"Clin Nurs Res","year":2016,"auther":"Labrague LJ, McEnroe-Petitte DM.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/25078946"},{"title":"A Randomized Study on the Efficacy of Music Therapy on Pain and Anxiety in Nasal Septal Surgery","journal":"Int Arch Otorhinolaryngol","year":2020,"auther":"Gogoularadja A, Bakshi SS.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32296470"},{"title":"The effects of listening to preferred music on pain intensity after open heart surgery","journal":"Iran J Nurs Midwifery Res","year":2012,"auther":"Jafari H, Emami Zeydi A, Khani S, Esmaeili R, Soleimani A.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/23493927"},{"title":"Listening to music during arteriovenous fistula surgery alleviates anxiety: A randomized single-blind clinical trial","journal":"World J Transplant","year":2020,"auther":"Cimen SG, Oğuz E, Gundogmus AG, Cimen S, Sandikci F, Ayli MD.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32405474"},{"title":"Efficacy of Preoperative Music Intervention on Pain and Anxiety in Patients Undergoing Cataract Surgery","journal":"Front Pharmacol","year":2021,"auther":"Guerrier G, Bernabei F, Lehmann M, Pellegrini M, Giannaccare G, Rothschild PR.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34658886"},{"title":"The effect of natural sounds on the anxiety of patients undergoing coronary artery bypass graft surgery","journal":"Perioper Med (Lond)","year":2017,"auther":"Amiri MJ, Sadeghi T, Negahban Bonabi T.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/29167742"},{"title":"Randomized clinical trial examining the effect of music therapy in stress response to day surgery","journal":"Br J Surg","year":2007,"auther":"Leardi S, Pietroletti R, Angeloni G, Necozione S, Ranalletta G, Del Gusto B.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/17636513"},{"title":"Comparing the effects of geranium aromatherapy and music therapy on the anxiety level of patients undergoing inguinal hernia surgery: A clinical trial","journal":"Explore (NY)","year":2022,"auther":"Goli R, Arad M, Mam-Qaderi M, Parizad N.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32888828"},{"title":"The effects of music therapy in patients undergoing septorhinoplasty surgery under general anesthesia","journal":"Braz J Otorhinolaryngol","year":2020,"auther":"Gökçek E, Kaydu A.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/31523022"},{"title":"Effects of Nonpharmacologic Distraction Methods on Children's Postoperative Pain-A Nonmatched Case-Control Study","journal":"J Perianesth Nurs","year":2020,"auther":"Olsen SW, Rosenkilde C, Lauridsen J, Hasfeldt D.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/31955895"},{"title":"Effects of music therapy on psychological health of women during pregnancy","journal":"J Clin Nurs","year":2008,"auther":"Chang MY, Chen CH, Huang KF.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/18298503"},{"title":"State-trait anxiety levels during pregnancy and foetal parameters following intervention with music therapy","journal":"J Affect Disord","year":2018,"auther":"Garcia-Gonzalez J, Ventura-Miranda MI, Requena-Mullor M, Parron-Carreño T, Alarcon-Rodriguez R.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/29471206"},{"title":"Effect of music therapy during vaginal delivery on postpartum pain relief and mental health","journal":"J Affect Disord","year":2014,"auther":"Simavli S, Kaygusuz I, Gumus I, Usluogulları B, Yildirim M, Kafali H.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/24411681"},{"title":"Effects of music therapy on women's physiologic measures, anxiety, and satisfaction during cesarean delivery","journal":"Res Nurs Health","year":2005,"auther":"Chang SC, Chen CH.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/16287051"},{"title":"Relationship between Education of Pregnant Women and Listening to Classical Music with the Experience of Pain in Childbirth and the Occurrence of Psychological Symptoms in Puerperium","journal":"Psychiatr Danub","year":2021,"auther":"Perković R, Dević K, Hrkać A, Šaravanja N, Tomić V, Krišto B, Dukić H, Vasilj V.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35150494"},{"title":"Effect of music on labor pain relief, anxiety level and postpartum analgesic requirement: a randomized controlled clinical trial","journal":"Gynecol Obstet Invest","year":2014,"auther":"Simavli S, Gumus I, Kaygusuz I, Yildirim M, Usluogullari B, Kafali H.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/25227477"},{"title":"Complementary and alternative therapies to relieve labor pain: A comparative study between music therapy and Hoku point ice massage","journal":"Complement Ther Clin Pract","year":2015,"auther":"Dehcheshmeh FS, Rafiei H.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26573448"},{"title":"Labor Analgesia: A Systematic Review and Meta-Analysis of Non-Pharmacological Complementary and Alternative Approaches to Pain during First Stage of Labor","journal":"Crit Rev Eukaryot Gene Expr","year":2022,"auther":"Melillo A, Maiorano P, Rachedi S, Caggianese G, Gragnano E, Gallo L, De Pietro G, Guida M, Giordano A, Chirico A.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35381132"},{"title":"A Systematic Review and Meta-analysis of the Effects of Music Therapy on Postpartum Anxiety and Pain Levels","journal":"J Caring Sci","year":2021,"auther":"Hakimi S, Hajizadeh K, Hasanzade R, Ranjbar M.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34849370"},{"title":"Effects of Benson Relaxation Technique and Music Therapy on the Anxiety of Primiparous Women Prior to Cesarean Section: A Randomized Controlled Trial","journal":"Anesthesiol Res Pract","year":2022,"auther":"Abarghoee SN, Mardani A, Baha R, Aghdam NF, Khajeh M, Eskandari F, Vaismoradi M.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36589598"},{"title":"Mozart's music in children with drug-refractory epileptic encephalopathies","journal":"Epilepsy Behav","year":2015,"auther":"Coppola G, Toro A, Operto FF, Ferrarioli G, Pisano S, Viggiano A, Verrotti A.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26093514"},{"title":"The effect of music therapy during shockwave lithotripsy on patient relaxation, anxiety, and pain perception","journal":"Ren Fail","year":2016,"auther":"Akbas A, Gulpinar MT, Sancak EB, Karakan T, Demirbas A, Utangac MM, Dede O, Sancaktutar AA, Simsek T, Sahin B, Resorlu B.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26458741"},{"title":"Reduced Pain and Anxiety with Music and Noise-Canceling Headphones During Shockwave Lithotripsy","journal":"J Endourol","year":2016,"auther":"Karalar M, Keles I, Doğantekin E, Kahveci OK, Sarici H.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26910438"},{"title":"Impact of music on anxiety and pain control during extracorporeal shockwave lithotripsy: A protocol for systematic review and meta-analysis","journal":"Medicine (Baltimore)","year":2021,"auther":"Wang Z, Feng D, Wei W.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33530169"},{"title":"Effect of music therapy on improving sleep quality in older adults: A systematic review and meta-analysis","journal":"J Am Geriatr Soc","year":2021,"auther":"Chen CT, Tung HH, Fang CJ, Wang JL, Ko NY, Chang YJ, Chen YC.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33880759"},{"title":"The effect of music therapy on the anxiety, depression and sleep quality in intensive care unit patients: A protocol for systematic review and meta-analysis","journal":"Medicine (Baltimore)","year":2022,"auther":"Li D, Yao Y, Chen J, Xiong G.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35212283"},{"title":"Home-based music therapy for children with developmental disorders during the COVID-19 pandemic","journal":"J Telemed Telecare","year":2023,"auther":"Bompard S, Liuzzi T, Staccioli S, D'Arienzo F, Khosravi S, Giuliani R, Castelli E.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33412993"},{"title":"The Effect of Oriental Medicine Music Therapy on Idiopathic Chronic Fatigue","journal":"J Altern Complement Med","year":2015,"auther":"Lee JH, Kim SK, Ko SJ, Lee SH, Lee JH, Kim MJ, Han G, Kim J, Chung SY, Lee BJ, Park JW.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26056862"},{"title":"Clinical Delivery and Effectiveness of Music Therapy in Hematology and Oncology: An EMMPIRE Retrospective Study","journal":"Integr Cancer Ther","year":2022,"auther":"Rodgers-Melnick SN, Rivard RL, Block S, Dusek JA.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36510393"},{"title":"Group music therapy for patients with persistent post-traumatic stress disorder--an exploratory randomized controlled trial with mixed methods evaluation","journal":"Psychol Psychother","year":2012,"auther":"Carr C, d'Ardenne P, Sloboda A, Scott C, Wang D, Priebe S.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/22903909"},{"title":"Music therapy as an adjunct to standard treatment for obsessive compulsive disorder and co-morbid anxiety and depression: A randomized clinical trial","journal":"J Affect Disord","year":2015,"auther":"Shiranibidabadi S, Mehryar A.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26066780"},{"title":"Music Therapy as a Nonpharmacological Intervention for Anxiety in Patients with a Thought Disorder","journal":"Issues Ment Health Nurs","year":2017,"auther":"Pavlov A, Kameg K, Cline TW, Chiapetta L, Stark S, Mitchell AM.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/28287863"},{"title":"The \"Ensemble\"-A Group Music Therapy Treatment for Developing Preschool Children's Social Skills","journal":"Int J Environ Res Public Health","year":2022,"auther":"Blanky-Voronov R, Gilboa A.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35954803"},{"title":"Effectiveness of oral motor respiratory exercise and vocal intonation therapy on respiratory function and vocal quality in patients with spinal cord injury: a randomized controlled trial","journal":"Neural Regen Res","year":2021,"auther":"Zhang XY, Song YC, Liu CB, Qin C, Liu SH, Li JJ.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32859801"},{"title":"Effect of vocal respiratory training on respiratory function and respiratory neural plasticity in patients with cervical spinal cord injury: a randomized controlled trial","journal":"Neural Regen Res","year":2022,"auther":"Zhang XY, Yu WY, Teng WJ, Song YC, Yang DG, Liu HW, Liu SH, Li XB, Wang WZ, Li JJ.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34558534"},{"title":"A randomized pilot study of music therapy in the form of patient-preferred live music on fatigue, energy and pain in hospitalized adult oncology patients on a blood and marrow transplant unit","journal":"Arts Health","year":2020,"auther":"Reimnitz L, Silverman MJ.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/31038430"},{"title":"Music therapy for mood disturbance during hospitalization for autologous stem cell transplantation: a randomized controlled trial","journal":"Cancer","year":2003,"auther":"Cassileth BR, Vickers AJ, Magill LA.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/14669295"},{"title":"The impact of listening to pleasant natural sounds on anxiety and physiologic parameters in patients undergoing coronary angiography: A pragmatic quasi-randomized-controlled trial","journal":"Complement Ther Clin Pract","year":2016,"auther":"Rejeh N, Heravi-Karimooi M, Tadrisi SD, Jahani A, Vaismoradi M, Jordan S.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/27863609"},{"title":"Short-term effects of relaxation music on patients suffering from primary open-angle glaucoma","journal":"Clin Ophthalmol","year":2015,"auther":"Bertelmann T, Strempel I.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26543350"},{"title":"The effectiveness of music therapy for individuals with Rett syndrome and their families","journal":"J Formos Med Assoc","year":2019,"auther":"Chou MY, Chang NW, Chen C, Lee WT, Hsin YJ, Siu KK, Chen CJ, Wang LJ, Hung PL.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/30670340"},{"title":"Music lessons are associated with increased verbal memory in individuals with Williams syndrome","journal":"Res Dev Disabil","year":2015,"auther":"Dunning BA, Martens MA, Jungers MK.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/25462517"},{"title":"Music Therapy Supports Children with Neurological Diseases during Physical Therapy Interventions","journal":"Int J Environ Res Public Health","year":2022,"auther":"Kobus S, Bologna F, Maucher I, Gruenen D, Brandt R, Dercks M, Debus O, Jouini E.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35162514"},{"title":"Effects of music therapy as an alternative treatment on depression in children and adolescents with ADHD by activating serotonin and improving stress coping ability","journal":"BMC Complement Med Ther","year":2023,"auther":"Park JI, Lee IH, Lee SJ, Kwon RW, Choo EA, Nam HW, Lee JB.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36879223"},{"title":"Group music therapy for severe mental illness: a randomized embedded-experimental mixed methods study","journal":"Acta Psychiatr Scand","year":2014,"auther":"Grocke D, Bloch S, Castle D, Thompson G, Newton R, Stewart S, Gold C.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/24256453"},{"title":"Effects of a music-creation programme on the anxiety, self-esteem, and quality of life of people with severe mental illness: A quasi-experimental design","journal":"Int J Ment Health Nurs","year":2018,"auther":"Chang BH, Chen BW, Beckstead JW, Yang CY.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/29222834"},{"title":"Effects of music therapy in the treatment of children with delayed speech development - results of a pilot study","journal":"BMC Complement Altern Med","year":2010,"auther":"Gross W, Linden U, Ostermann T.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/20663139"},{"title":"The role of music therapy in reducing post meal related anxiety for patients with anorexia nervosa","journal":"J Eat Disord","year":2015,"auther":"Bibb J, Castle D, Newton R.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26719801"},{"title":"Effects of Music Therapy in the Reduction of Pre-Meal Anxiety in Patients Suffering from Anorexia Nervosa","journal":"Brain Sci","year":2022,"auther":"Ceccato E, Roveran C.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35741686"},{"title":"Effects of live saxophone music on physiological parameters, pain, mood and itching levels in patients undergoing haemodialysis","journal":"J Ren Care","year":2014,"auther":"Burrai F, Micheluzzi V, Zito MP, Pietro G, Sisti D.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/24980265"},{"title":"Effectiveness of music therapy for alleviating pain during haemodialysis access cannulation for patients undergoing haemodialysis: a multi-facility, single-blind, randomised controlled trial","journal":"Trials","year":2019,"auther":"Kishida M, Yamada Y, Inayama E, Kitamura M, Nishino T, Ota K, Shintani A, Ikenoue T.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/31744526"},{"title":"Music Therapy in Dialysis Access Procedures With Moderate Sedation","journal":"Am Surg","year":2022,"auther":"Chung CW, Kalbavi V, Siegel JB, Taber DJ, Rohan V.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33371722"},{"title":"Benson Relaxation Technique Combined With Music Therapy for Fatigue, Anxiety, and Depression in Hemodialysis Patients: A Randomized Controlled Trial","journal":"Holist Nurs Pract","year":2022,"auther":"Eroglu H, Gok Metin Z.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35435875"},{"title":"Fifteen-minute music intervention reduces pre-radiotherapy anxiety in oncology patients","journal":"Eur J Oncol Nurs","year":2013,"auther":"Chen LC, Wang TF, Shih YN, Wu LJ.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/23218591"},{"title":"Effects of mindfulness-based stress reduction combined with music therapy on pain, anxiety, and sleep quality in patients with osteosarcoma","journal":"Braz J Psychiatry","year":2019,"auther":"Liu H, Gao X, Hou Y.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/31116262"},{"title":"Music Therapy and Pain Management in Patients with End-Stage Liver Disease: An Evidence-Based Practice Quality Improvement Project","journal":"Pain Manag Nurs","year":2019,"auther":"Pathania S, Slater LZ, Vose C, Navarra AM.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/30448441"},{"title":"MUSIC INTERVENTIONS IN PEDIATRIC ONCOLOGY: Systematic review and meta-analysis","journal":"Complement Ther Med","year":2021,"auther":"da Silva Santa IN, Schveitzer MC, Dos Santos MLBM, Ghelman R, Filho VO.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33964406"},{"title":"Investigating music-based cognitive rehabilitation for individuals with moderate to severe chronic acquired brain injury: A feasibility experiment","journal":"NeuroRehabilitation","year":2021,"auther":"Jones C, Richard N, Thaut M.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33664158"},{"title":"Comparing Active and Passive Distraction-Based Music Therapy Interventions on Preoperative Anxiety in Pediatric Patients and Their Caregivers","journal":"J Music Ther","year":2018,"auther":"Millett CR, Gooding LF.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/29253180"},{"title":"Randomized trial of harp therapy during in vitro fertilization-embryo transfer","journal":"J Evid Based Complementary Altern Med","year":2014,"auther":"Murphy EM, Nichols J, Somkuti SG, Sobel M, Braverman A, Barmat LI.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/24668261"},{"title":"Music Therapy for Preoperative Anxiety Reduction in Women Undergoing Total Laparoscopic Hysterectomy: A Randomized Controlled Trial","journal":"J Minim Invasive Gynecol","year":2021,"auther":"Casarin J, Cromi A, Sgobbi B, Di Siena A, Serati M, Bolis ME, Ghezzi F.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33549732"},{"title":"Music reduces state anxiety scores in patients undergoing pleural procedures: a randomised controlled trial","journal":"Intern Med J","year":2018,"auther":"Mackintosh J, Cone G, Harland K, Sriram KB.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/29345398"},{"title":"A comparison of intra-operative or postoperative exposure to music--a controlled trial of the effects on postoperative pain","journal":"Anaesthesia","year":2003,"auther":"Nilsson U, Rawal N, Unosson M.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/12886915"},{"title":"A music intervention to reduce anxiety prior to gastrointestinal procedures","journal":"Gastroenterol Nurs","year":2003,"auther":"Hayes A, Buffum M, Lanier E, Rodahl E, Sasso C.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/12920428"},{"title":"Impact of Music on Postoperative Pain, Anxiety, and Narcotic Use After Robotic Prostatectomy: A Randomized Controlled Trial","journal":"J Adv Pract Oncol","year":2022,"auther":"Mishra K, Jesse E, Bukavina L, Sopko E, Arojo I, Fernstrum A, Ray A 3rd, Mahran A, Calaway A, Block S, Ponsky L.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35369398"},{"title":"Effects of music therapy on pain and anxiety in patients undergoing port catheter placement procedure","journal":"Complement Ther Med","year":2013,"auther":"Zengin S, Kabul S, Al B, Sarcan E, Doğan M, Yildirim C.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/24280479"},{"title":"Stress reduction and analgesia in patients exposed to calming music postoperatively: a randomized controlled trial","journal":"Eur J Anaesthesiol","year":2005,"auther":"Nilsson U, Unosson M, Rawal N.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/15816586"},{"title":"Effect of Music Therapy on Pain After Orthopedic Surgery-A Systematic Review and Meta-Analysis","journal":"Pain Pract","year":2020,"auther":"Lin CL, Hwang SL, Jiang P, Hsiung NH.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/31785131"},{"title":"Intraoperative stress and anxiety reduction with music therapy: a controlled randomized clinical trial of efficacy and safety","journal":"J Vasc Nurs","year":2013,"auther":"Jiménez-Jiménez M, García-Escalona A, Martín-López A, De Vera-Vera R, De Haro J.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/23953858"},{"title":"Effect of Music Therapy on Patients' Anxiety and Hemodynamic Parameters During Coronary Angioplasty: A Randomized Controlled Trial","journal":"Nurs Midwifery Stud","year":2015,"auther":"Forooghy M, Mottahedian Tabrizi E, Hajizadeh E, Pishgoo B.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26339666"},{"title":"The effect of music therapy on chronic pain, quality of life and quality of sleep in adolescents after transthoracic occlusion of ventricular septal defect","journal":"Heart Surg Forum","year":2021,"auther":"Lin ZW, Liu JF, Xie WP, Chen Q, Cao H.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33798055"},{"title":"Effect of Music Therapy on the Chronic Pain and Midterm Quality of Life of Patients after Mechanical Valve Replacement","journal":"Ann Thorac Cardiovasc Surg","year":2020,"auther":"Lin ZW, Huang ST, Xu N, Cao H, Chen LW, Chen Q.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32493872"},{"title":"The effect of music therapy on pain, anxiety and depression in patients after coronary artery bypass grafting","journal":"J Cardiothorac Surg","year":2020,"auther":"Dai WS, Huang ST, Xu N, Chen Q, Cao H.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32393300"},{"title":"Music Therapy for Early Postoperative Pain, Anxiety, and Sleep in Patients after Mitral Valve Replacement","journal":"Thorac Cardiovasc Surg","year":2020,"auther":"Zhang QL, Xu N, Huang ST, Lin ZW, Chen LW, Cao H, Chen Q.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32604430"},{"title":"Effects of music on patients undergoing a C-clamp procedure after percutaneous coronary interventions: a randomized controlled trial","journal":"Heart Lung","year":2007,"auther":"Chan MF.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/18005804"},{"title":"The Effect of Music on Anxiety and Cardiovascular Indices in Patients Undergoing Coronary Artery Bypass Graft: A Randomized Controlled Trial","journal":"Nurs Midwifery Stud","year":2015,"auther":"Heidari S, Babaii A, Abbasinia M, Shamali M, Abbasi M, Rezaei M.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26835471"},{"title":"Phase I cardiac rehabilitation with 5-phase music after emergency percutaneous coronary intervention for acute myocardial infarction: A prospective randomized study","journal":"Medicine (Baltimore)","year":2023,"auther":"Yao X, Jin Y, Gao C, Zhang Y, Lu Y, Li X, Ma L.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36862883"},{"title":"The Impact of Music Therapy on Anxiety in Cancer Patients Undergoing Simulation for Radiation Therapy","journal":"Int J Radiat Oncol Biol Phys","year":2017,"auther":"Rossetti A, Chadha M, Torres BN, Lee JK, Hylton D, Loewy JV, Harrison LB.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/28816136"},{"title":"Music therapy CD creation for initial pediatric radiation therapy: a mixed methods analysis","journal":"J Music Ther","year":2010,"auther":"Barry P, O'Callaghan C, Wheeler G, Grocke D.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/21275334"},{"title":"Conventional and Algorithmic Music Listening before Radiotherapy Treatment: A Randomized Controlled Pilot Study","journal":"Brain Sci","year":2021,"auther":"Raglio A, Oddone E, Meaglia I, Monti MC, Gnesi M, Gontero G, Imbriani C, Ivaldi GB.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34942921"},{"title":"A randomised controlled trial of the effect of music therapy and verbal relaxation on chemotherapy-induced anxiety","journal":"J Clin Nurs","year":2011,"auther":"Lin MF, Hsieh YJ, Hsu YY, Fetzer S, Hsu MC.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/21385249"},{"title":"Use of preferred music to reduce emotional distress and symptom activity during radiation therapy","journal":"J Music Ther","year":2006,"auther":"Clark M, Isaacks-Downton G, Wells N, Redlin-Frazier S, Eck C, Hepworth JT, Chakravarthy B.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/17037953"},{"title":"Music versus midazolam during preoperative nerve block placements: a prospective randomized controlled study","journal":"Reg Anesth Pain Med","year":2019,"auther":"Graff V, Cai L, Badiola I, Elkassabany NM.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/31320504"},{"title":"Intra-operative music listening for anxiety, the BIS index, and the vital signs of patients undergoing regional anesthesia","journal":"Complement Ther Med","year":2014,"auther":"Bae I, Lim HM, Hur MH, Lee M.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/24731896"},{"title":"Music Therapy on Anxiety, Stress and Maternal-fetal Attachment in Pregnant Women During Transvaginal Ultrasound","journal":"Asian Nurs Res (Korean Soc Nurs Sci)","year":2011,"auther":"Shin HS, Kim JH.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/25029946"},{"title":"Effects of music therapy on pain and anxiety in patients undergoing bone marrow biopsy and aspiration","journal":"AORN J","year":2010,"auther":"Shabanloei R, Golchin M, Esfahani A, Dolatkhah R, Rasoulian M.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/20510947"},{"title":"The effect of music during bronchoscopy: A meta-analysis","journal":"Heart Lung","year":2016,"auther":"Tam WW, Lo KK, Hui DS.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26764267"},{"title":"Music in the endoscopy suite: a meta-analysis of randomized controlled studies","journal":"Endoscopy","year":2007,"auther":"Rudin D, Kiss A, Wetz RV, Sottile VM.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/17554644"},{"title":"Effects of aromatherapy and music therapy on patients' anxiety during MRI examinations: a randomized controlled trial","journal":"Eur Radiol","year":2023,"auther":"Wen X, Shi J, Tan W, Jiang H, Wang D, Su J, Yang G, Zhang B.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36335480"},{"title":"The effect of music therapy on anxiety and pain in patients undergoing prostate biopsy: A systematic review and meta-analysis","journal":"Complement Ther Med","year":2023,"auther":"He H, Li Z, Zhao X, Chen X.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36581055"},{"title":"Anxiety during the performance of colonoscopies: modification using music therapy","journal":"Eur J Gastroenterol Hepatol","year":2004,"auther":"López-Cepero Andrada JM, Amaya Vidal A, Castro Aguilar-Tablada T, García Reina I, Silva L, Ruiz Guinaldo A, Larrauri De la Rosa J, Herrero Cibaja I, Ferré Alamo A, Benítez Roldán A.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/15618849"},{"title":"Music for reducing the anxiety and pain of patients undergoing a biopsy: A meta-analysis","journal":"J Adv Nurs","year":2018,"auther":"Song M, Li N, Zhang X, Shang Y, Yan L, Chu J, Sun R, Xu Y.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/29171070"},{"title":"Impact of BMGIM Music Therapy on Emotional State in Patients with Inflammatory Bowel Disease: A Randomized Controlled Trial","journal":"J Clin Med","year":2021,"auther":"March-Luján VA, Prado-Gascó V, Huguet JM, Cortés X, Arquiola JMP, Capilla-Igual M, Josefa-Rodríguez-Morales M, Monzó-Gallego A, Armero JLP, Ortí JER.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33918724"},{"title":"Music Modulates Awake Bruxism in Chronic Painful Temporomandibular Disorders","journal":"Headache","year":2020,"auther":"Imbriglio TV, Moayedi M, Freeman BV, Tenenbaum HC, Thaut M, Cioffi I.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32997813"},{"title":"Effect of Music Therapy Intervention on Physical Functions and Mental Health of Patients with Ankylosing Spondylitis","journal":"Psychiatr Danub","year":2020,"auther":"Qin Y.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33370739"},{"title":"Immediate effects of therapeutic music on loaded sit-to-stand movement in children with spastic diplegia","journal":"Gait Posture","year":2011,"auther":"Peng YC, Lu TW, Wang TH, Chen YL, Liao HF, Lin KH, Tang PF.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/21185725"},{"title":"Active music therapy approach in amyotrophic lateral sclerosis: a randomized-controlled trial","journal":"Int J Rehabil Res","year":2016,"auther":"Raglio A, Giovanazzi E, Pain D, Baiardi P, Imbriani C, Imbriani M, Mora G.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/27437724"},{"title":"Home-Based Music Therapy to Support Bulbar and Respiratory Functions of Persons with Early and Mid-Stage Amyotrophic Lateral Sclerosis-Protocol and Results from a Feasibility Study","journal":"Brain Sci","year":2022,"auther":"Apreleva Kolomeytseva AT, Brylev L, Eshghi M, Bottaeva Z, Zhang J, Fachner JC, Street AJ.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35448025"},{"title":"Benefits of music therapy as an adjunct to chest physiotherapy in infants and toddlers with cystic fibrosis","journal":"Pediatr Pulmonol","year":2000,"auther":"Grasso MC, Button BM, Allison DJ, Sawyer SM.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/10790249"},{"title":"Effects of music therapy as an adjunct to chest physiotherapy in children with cystic fibrosis: A randomized controlled trial","journal":"PLoS One","year":2020,"auther":"Montero-Ruiz A, Fuentes LA, Pérez Ruiz E, García-Agua Soler N, Rius-Diaz F, Caro Aguilera P, Pérez Frías J, Martín-Montañez E.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33125399"},{"title":"Art Therapy Alleviates the Levels of Depression and Blood Glucose in Diabetic Patients: A Systematic Review and Meta-Analysis","journal":"Front Psychol","year":2021,"auther":"Yang Q, Shao Q, Xu Q, Shi H, Li L.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33776864"},{"title":"Effects of Music Therapy on Vital Signs in Children with Chronic Disease","journal":"Int J Environ Res Public Health","year":2022,"auther":"Kobus S, Buehne AM, Kathemann S, Buescher AK, Lainka E.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35682129"},{"title":"The additional therapeutic effect of group music therapy for schizophrenic patients: a randomized study","journal":"Acta Psychiatr Scand","year":2007,"auther":"Ulrich G, Houtmans T, Gold C.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/17919155"},{"title":"Influences of 432 Hz Music on the Perception of Anxiety during Endodontic Treatment: A Randomized Controlled Clinical Trial","journal":"J Endod","year":2016,"auther":"Di Nasso L, Nizzardo A, Pace R, Pierleoni F, Pagavino G, Giuliani V.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/27430941"},{"title":"Music Therapy for Pain and Anxiety Management in Nasal Bone Fracture Reduction: Randomized Controlled Clinical Trial","journal":"Otolaryngol Head Neck Surg","year":2019,"auther":"Ortega A, Gauna F, Munoz D, Oberreuter G, Breinbauer HA, Carrasco L.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/31184266"},{"title":"Rhythm and orthopedics: The effect of music therapy in cast room procedures, a prospective clinical trial","journal":"Injury","year":2018,"auther":"Tolunay T, Bicici V, Tolunay H, Akkurt MO, Arslan AK, Aydogdu A, Bingol I.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/29454656"},{"title":"Effect of Music Therapy on Pain, Anxiety, and Use of Opioids Among Patients Underwent Orthopedic Surgery: A Systematic Review and Meta-Analysis","journal":"Cureus","year":2021,"auther":"Patiyal N, Kalyani V, Mishra R, Kataria N, Sharma S, Parashar A, Kumari P.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34725621"},{"title":"Music Intervention for Pain Control in the Pediatric Population: A Systematic Review and Meta-Analysis","journal":"J Clin Med","year":2022,"auther":"Ting B, Tsai CL, Hsu WT, Shen ML, Tseng PT, Chen DT, Su KP, Jingling L.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35207263"},{"title":"The effect of a live music therapy intervention on critically ill paediatric patients in the intensive care unit: A quasi-experimental pretest-posttest study","journal":"Aust Crit Care","year":2023,"auther":"Mata Ferro M, Falcó Pegueroles A, Fernández Lorenzo R, Saz Roy MÁ, Rodríguez Forner O, Estrada Jurado CM, Bonet Julià N, Geli Benito C, Hernández Hernández R, Bosch Alcaraz A.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36868934"},{"title":"Effect on music therapy on quality of recovery and postoperative pain after gynecological laparoscopy","journal":"Medicine (Baltimore)","year":2023,"auther":"Choi EK, Baek J, Lee D, Kim DY.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36862891"},{"title":"A Brief Music App to Address Pain in the Emergency Department: Prospective Study","journal":"J Med Internet Res","year":2020,"auther":"Chai PR, Schwartz E, Hasdianda MA, Azizoddin DR, Kikut A, Jambaulikar GD, Edwards RR, Boyer EW, Schreiber KL.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32432550"},{"title":"Music to reduce pain and distress in the pediatric emergency department: a randomized clinical trial","journal":"JAMA Pediatr","year":2013,"auther":"Hartling L, Newton AS, Liang Y, Jou H, Hewson K, Klassen TP, Curtis S.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/23857075"},{"title":"Is music intervention effective in reducing anxiety and pain during breast biopsy procedure? A systematic review and meta-analysis of randomized controlled trials","journal":"Support Care Cancer","year":2022,"auther":"Ashour ASA, Abd-ElGawad M, Yohanna M, El-Nagar M, Fadl AN, Goda GM, Ouerdane Y, Saad H, Fouad M, El-Nassery N, Kamel MA, Ezahaby I.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36350377"},{"title":"Standardizing music characteristics for the management of pain: A systematic review and meta-analysis of clinical trials","journal":"Complement Ther Med","year":2018,"auther":"Martin-Saavedra JS, Vergara-Mendez LD, Pradilla I, Vélez-van-Meerbeke A, Talero-Gutiérrez C.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/30477868"},{"title":"The Effects of Music on Pain: A Meta-Analysis","journal":"J Music Ther","year":2016,"auther":"Lee JH.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/27760797"},{"title":"Noise-Canceling Headphones and Music Decrease Intraoperative Patient Anxiety During Wide-Awake Hand Surgery: A Randomized Controlled Trial","journal":"J Hand Surg Glob Online","year":2021,"auther":"Townsend CB, Bravo D, Jones C, Matzon JL, Ilyas AM.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35415565"},{"title":"Music therapy and aromatherapy on dental anxiety and fear: A randomized controlled trial","journal":"J Dent Sci","year":2023,"auther":"Janthasila N, Keeratisiroj O.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36643242"},{"title":"A randomized controlled trial of multimodal music therapy for children with anxiety disorders","journal":"J Music Ther","year":2012,"auther":"Goldbeck L, Ellerkamp T.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/23705344"},{"title":"Effects of Aromatherapy Combined with Music Therapy on Anxiety, Stress, and Fundamental Nursing Skills in Nursing Students: A Randomized Controlled Trial","journal":"Int J Environ Res Public Health","year":2019,"auther":"Son HK, So WY, Kim M.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/31671873"},{"title":"A randomized prospective study of music therapy for reducing anxiety during cast room procedures","journal":"J Pediatr Orthop","year":2007,"auther":"Liu RW, Mehta P, Fortuna S, Armstrong DG, Cooperman DR, Thompson GH, Gilmore A.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/17878794"},{"title":"The impact of music therapy on anxiety and pregnancy rate among infertile women undergoing assisted reproductive technologies: a systematic review and meta-analysis","journal":"J Psychosom Obstet Gynaecol","year":2022,"auther":"Mahmoud MY, Labib K, Sileem SA, Mustafa FA, Hamed WM, Abd Elhamid A, Saleh DM, Alanwar A, Riad AAM, Abdelhakim AM, Abbas AM, Mohammed HM.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34546118"},{"title":"Effects of music therapy on anxiety in ventilator-dependent patients","journal":"Heart Lung","year":2001,"auther":"Wong HL, Lopez-Nahas V, Molassiotis A.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/11604980"},{"title":"Effects of music therapy on anxiety: A meta-analysis of randomized controlled trials","journal":"Psychiatry Res","year":2021,"auther":"Lu G, Jia R, Liang D, Yu J, Wu Z, Chen C.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/34365216"},{"title":"Effect of single session receptive music therapy on anxiety and vital parameters in hospitalized Covid-19 patients: a randomized controlled trial","journal":"Sci Rep","year":2022,"auther":"Giordano F, Losurdo A, Quaranta VN, Campobasso N, Daleno A, Carpagnano E, Gesualdo L, Moschetta A, Brienza N.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35210504"},{"title":"Analysis of the Effect of Music Therapy Interventions on College Students with Excessive Anxiety","journal":"Occup Ther Int","year":2023,"auther":"Liu S, Li G.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/37007281"},{"title":"Effects of group music intervention on depression, anxiety, and relationships in psychiatric patients: a pilot study","journal":"J Altern Complement Med","year":2008,"auther":"Choi AN, Lee MS, Lim HJ.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/18564958"},{"title":"The effect of music therapy on depression and physiological parameters in elderly people living in a Turkish nursing home: a randomized-controlled trial","journal":"Aging Ment Health","year":2017,"auther":"Gök Ugur H, Yaman Aktaş Y, Orak OS, Saglambilen O, Aydin Avci İ.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/27592520"},{"title":"Exercise training and music therapy in elderly with depressive syndrome: a pilot study","journal":"Complement Ther Med","year":2014,"auther":"Verrusio W, Andreozzi P, Marigliano B, Renzi A, Gianturco V, Pecci MT, Ettorre E, Cacciafesta M, Gueli N.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/25146063"},{"title":"Individual music therapy for depression: randomised controlled trial","journal":"Br J Psychiatry","year":2011,"auther":"Erkkilä J, Punkanen M, Fachner J, Ala-Ruona E, Pöntiö I, Tervaniemi M, Vanhala M, Gold C.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/21474494"},{"title":"Effects of music therapy on depression: A meta-analysis of randomized controlled trials","journal":"PLoS One","year":2020,"auther":"Tang Q, Huang Z, Zhou H, Ye P.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33206656"},{"title":"Music-based interventions to reduce internalizing symptoms in children and adolescents: A meta-analysis","journal":"J Affect Disord","year":2018,"auther":"Geipel J, Koenig J, Hillecke TK, Resch F, Kaess M.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/28889050"},{"title":"Comparative effects of music interventions on depression in older adults: A systematic review and network meta-analysis","journal":"EClinicalMedicine","year":2022,"auther":"Dhippayom T, Saensook T, Promkhatja N, Teaktong T, Chaiyakunapruk N, Devine B.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35812990"},{"title":"The effectiveness of Sufi music for mental health outcomes. A systematic review and meta-analysis of 21 randomised trials","journal":"Complement Ther Med","year":2021,"auther":"Gurbuz-Dogan RN, Ali A, Candy B, King M.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33465384"},{"title":"Vocal Music Therapy for Chronic Pain: A Mixed Methods Feasibility Study","journal":"J Altern Complement Med","year":2020,"auther":"Low MY, Lacson C, Zhang F, Kesslick A, Bradt J.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/31750726"},{"title":"Coping with Work-Related Stress through Guided Imagery and Music (GIM): Randomized Controlled Trial","journal":"J Music Ther","year":2015,"auther":"Beck BD, Hansen ÅM, Gold C.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26424362"},{"title":"Comparing Three Music Therapy Interventions for Anxiety and Relaxation in Youth With Amplified Pain","journal":"J Music Ther","year":2021,"auther":"Scheufler A, Wallace DP, Fox E.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33251538"},{"title":"The effects of music therapy on pain in patients with neuropathic pain","journal":"Pain Manag Nurs","year":2014,"auther":"Korhan EA, Uyar M, Eyigör C, Hakverdioğlu Yönt G, Çelik S, Khorshıd L.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/23375348"},{"title":"Yoga and music intervention to reduce depression, anxiety, and stress during COVID-19 outbreak on healthcare workers","journal":"Int J Soc Psychiatry","year":2022,"auther":"Vajpeyee M, Tiwari S, Jain K, Modi P, Bhandari P, Monga G, Yadav LB, Bhardwaj H, Shroti AK, Singh S, Vajpeyee A.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33818166"},{"title":"Creative Music Therapy with Premature Infants and Their Parents: A Mixed-Method Pilot Study on Parents' Anxiety, Stress and Depressive Symptoms and Parent-Infant Attachment","journal":"Int J Environ Res Public Health","year":2020,"auther":"Kehl SM, La Marca-Ghaemmaghami P, Haller M, Pichler-Stachl E, Bucher HU, Bassler D, Haslbeck FB.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33396496"},{"title":"Effect of Music on Pain, Anxiety and Physiological Parameters among Postoperative Sternotomy Patients: A Randomized Controlled Trial","journal":"J Caring Sci","year":2022,"auther":"Ganesan P, Manjini KJ, Bathala Vedagiri SC.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36247036"},{"title":"Effect of Group Impromptu Music Therapy on Emotional Regulation and Depressive Symptoms of College Students: A Randomized Controlled Study","journal":"Front Psychol","year":2022,"auther":"Zhang M, Ding Y, Zhang J, Jiang X, Xu N, Zhang L, Yu W.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35432107"},{"title":"Music therapy reduces stress and anxiety in critically ill patients: a systematic review of randomized clinical trials","journal":"Minerva Anestesiol","year":2019,"auther":"Umbrello M, Sorrenti T, Mistraletti G, Formenti P, Chiumello D, Terzoni S.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/30947484"},{"title":"Individual music therapy for managing neuropsychiatric symptoms for people with dementia and their carers: a cluster randomised controlled feasibility study","journal":"BMC Geriatr","year":2015,"auther":"Hsu MH, Flowerdew R, Parker M, Fachner J, Odell-Miller H.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26183582"},{"title":"Multimodal Cognitive Enhancement Therapy for Patients with Mild Cognitive Impairment and Mild Dementia: A Multi- Center, Randomized, Controlled, Double-Blind, Crossover Trial","journal":"J Alzheimers Dis","year":2017,"auther":"Han JW, Lee H, Hong JW, Kim K, Kim T, Byun HJ, Ko JW, Youn JC, Ryu SH, Lee NJ, Pae CU, Kim KW.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/27802233"},{"title":"Individual music therapy for agitation in dementia: an exploratory randomized controlled trial","journal":"Aging Ment Health","year":2013,"auther":"Ridder HM, Stige B, Qvale LG, Gold C.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/23621805"},{"title":"Comparing the effects of different individualized music interventions for elderly individuals with severe dementia","journal":"Int Psychogeriatr","year":2013,"auther":"Sakamoto M, Ando H, Tsutou A.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/23298693"},{"title":"Efficacy of music therapy in the treatment of behavioral and psychiatric symptoms of dementia","journal":"Alzheimer Dis Assoc Disord","year":2008,"auther":"Raglio A, Bellelli G, Traficante D, Gianotti M, Ubezio MC, Villani D, Trabucchi M.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/18525288"},{"title":"The temporal limits of cognitive change from music therapy in elderly persons with dementia or dementia-like cognitive impairment: a randomized controlled trial","journal":"J Music Ther","year":2007,"auther":"Bruer RA, Spitznagel E, Cloninger CR.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/17997623"},{"title":"Non-Pharmacological interventions for the anxiety in patients with dementia. A cross-over randomised controlled trial","journal":"Behav Brain Res","year":2020,"auther":"Dimitriou TD, Verykouki E, Papatriantafyllou J, Konsta A, Kazis D, Tsolaki M.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32428636"},{"title":"The impact of group music therapy on depression and cognition in elderly persons with dementia: a randomized controlled study","journal":"Biol Res Nurs","year":2014,"auther":"Chu H, Yang CY, Lin Y, Ou KL, Lee TY, O'Brien AP, Chou KR.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/23639952"},{"title":"STAM protocol in dementia: a multicenter, single-blind, randomized, and controlled trial","journal":"Am J Alzheimers Dis Other Demen","year":2012,"auther":"Ceccato E, Vigato G, Bonetto C, Bevilacqua A, Pizziolo P, Crociani S, Zanfretta E, Pollini L, Caneva PA, Baldin L, Frongillo C, Signorini A, Demoro S, Barchi E.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/22815078"},{"title":"The Effect of Music-Based Intervention on General Cognitive and Executive Functions, and Episodic Memory in People with Mild Cognitive Impairment and Dementia: A Systematic Review and Meta-Analysis of Recent Randomized Controlled Trials","journal":"Healthcare (Basel)","year":2022,"auther":"Ito E, Nouchi R, Dinet J, Cheng CH, Husebø BS.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/36011119"},{"title":"Does music therapy enhance behavioral and cognitive function in elderly dementia patients? A systematic review and meta-analysis","journal":"Ageing Res Rev","year":2017,"auther":"Zhang Y, Cai J, An L, Hui F, Ren T, Ma H, Zhao Q.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/28025173"},{"title":"Musical intervention for patients with dementia: a meta-analysis","journal":"J Clin Nurs","year":2013,"auther":"Vasionytė I, Madison G.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/23574287"},{"title":"Is Music Therapy an Effective Intervention for Dementia?A Meta-Analytic Review of Literature","journal":"J Music Ther","year":1999,"auther":"Koger SM, Chapin K, Brotons M.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/10519841"},{"title":"Does music therapy affect the global cognitive function of patients with dementia? A meta-analysis","journal":"NeuroRehabilitation","year":2021,"auther":"Bian X, Wang Y, Zhao X, Zhang Z, Ding C.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/33967069"},{"title":"Music Therapy in the Treatment of Dementia: A Systematic Review and Meta-Analysis","journal":"Front Med (Lausanne)","year":2020,"auther":"Moreno-Morales C, Calero R, Moreno-Morales P, Pintado C.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32509790"},{"title":"The efficacy of music therapy for people with dementia: A meta-analysis of randomised controlled trials","journal":"J Clin Nurs","year":2015,"auther":"Chang YS, Chu H, Yang CY, Tsai JC, Chung MH, Liao YM, Chi MJ, Liu MF, Chou KR.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26299594"},{"title":"Non-Pharmacological Interventions for Wandering\/Aberrant Motor Behaviour in Patients with Dementia","journal":"Brain Sci","year":2022,"auther":"Dimitriou T, Papatriantafyllou J, Konsta A, Kazis D, Athanasiadis L, Ioannidis P, Koutsouraki E, Tegos T, Tsolaki M.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35203894"},{"title":"Effectiveness of group music intervention against agitated behavior in elderly persons with dementia","journal":"Int J Geriatr Psychiatry","year":2011,"auther":"Lin Y, Chu H, Yang CY, Chen CH, Chen SG, Chang HJ, Hsieh CJ, Chou KR.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/20672256"},{"title":"The effect of music therapy on reducing depression in people with dementia: A systematic review and meta-analysis","journal":"Geriatr Nurs","year":2019,"auther":"Li HC, Wang HH, Lu CY, Chen TB, Lin YH, Lee I.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/31056209"},{"title":"The effect of reminiscence music therapy sessions on changes in depressive symptoms in elderly persons with dementia","journal":"J Music Ther","year":2000,"auther":"Ashida S.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/10990595"},{"title":"Effects of music therapy on behavioral and psychological symptoms of dementia: a systematic review and meta-analysis","journal":"Ageing Res Rev","year":2013,"auther":"Ueda T, Suzukamo Y, Sato M, Izumi S.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/23511664"},{"title":"Music therapy: A nonpharmacological approach to the care of agitation and depressive symptoms for nursing home residents with dementia","journal":"Dementia (London)","year":2017,"auther":"Ray KD, Mittelman MS.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/26519453"},{"title":"Non-pharmacological treatment reducing not only behavioral symptoms, but also psychotic symptoms of older adults with dementia: a prospective cohort study in Taiwan","journal":"Geriatr Gerontol Int","year":2014,"auther":"Chen RC, Liu CL, Lin MH, Peng LN, Chen LY, Liu LK, Chen LK.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/23910097"},{"title":"\"It's Feasible to Write a Song\": A Feasibility Study Examining Group Therapeutic Songwriting for People Living With Dementia and Their Family Caregivers","journal":"Front Psychol","year":2020,"auther":"Clark IN, Stretton-Smith PA, Baker FA, Lee YC, Tamplin J.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/32849143"},{"title":"Feasibility of Home-Based Neurologic Music Therapy for Behavioral and Psychological Symptoms of Dementia: A Pilot Study","journal":"J Music Ther","year":2019,"auther":"Holden SK, Sheffler J, Stewart R, Thompson S, Persson J, Finseth T, Sillau S, Kluger BM.","pubmed":"https:\/\/pubmed.ncbi.nlm.nih.gov\/31346625"}]