[{"pmid":19628939,"techniquename":"\"U sequence\"","type":["Melody-related Algorithms\/Software"],"description":"This makes it\npossible to select a musical sequence suited to the patient’s request\nfrom the different musical styles suggested (classical music, jazz,\nworld music, various). The standard musical sequence, lasting 20\nmin, is broken down into several phases which gradually bring\nthe patient into a state of relaxation according to the new ‘U se-\nquence’ method [8, 9, 16]. This works by reducing the musical\nrhythm, orchestral formation, frequency and volume (descending\n‘U’ phase). After a phase of maximum relaxation (bottom ‘U’ seg-\nment), a re-enlivening phase follows (ascending ‘U’ segment)\n(fig. 2). All of the music sequences, constructed using the ‘U se-\nquence’ method, were specially created by the record publishing\ncompany, Music Care "},{"pmid":30271375,"techniquename":"RAS and treadmill training (RAS-TT) ","type":["Method"],"description":"RAS-TT was carried out over 4 weeks with TT and neurodevelopmental treatment based on Bobath approach (NDT) serving as control interventions. For RAS-TT functional music was adjusted individually while walking on the treadmill."},{"pmid":27532880,"techniquename":"MusicGlove","type":["Physical equipment"],"description":"the MusicGlove, an instrumented glove with sensors on each of the fingertips and the lateral aspect of the index finger. "},{"pmid":34960415,"techniquename":"Portable Gait Rhythmogram","type":["Physical equipment"],"description":"This study examined the usefulness of using a portable gait rhythmogram (PGR) in music therapy on PD-related gait disturbance."},{"pmid":32950853,"techniquename":"BendableSound","type":["Physical equipment"],"description":"To evaluate the efficacy of Neurologic Music Therapy (NMT) using a traditional and a technological intervention (elastic touch-display) in improving the coordination of children with Autism Spectrum Disorder (ASD), as a primary outcome, and the timing and strength control of their movements as secondary outcomes."},{"pmid":27838685,"techniquename":"Personalized, Spectrally Altered Music-Based Sound Therapy","type":["Melody-related Algorithms\/Software"],"description":"software utilizes the computational model to create spectral con_x0002_tent within music that could gradually reduce auditory cortical correlates of tinnitus via the acoustical activation of putative cortical plasticity mechanis."},{"pmid":27979609,"techniquename":"tailor-made notched music","type":["smartphone application"],"description":" The application is installed on the user’s smartphone and the music provided by the application is played.The application then generates a sound source specifically for the user."},{"pmid":30897585,"techniquename":"music pillow","type":["Physical equipment"],"description":"All patients used an ergonomic audio pillow during music therapy. The pillow contained two loudspeakers, connected to an MP3 player. Only the patient lying on the pillow heard the music, which was inaudible to other patients and the staff."},{"pmid":36009107,"techniquename":"Music Robotic Verticalization (MRV)","type":["Physical equipment"],"description":"Patients with MCS in the EG received Erigo training sessions while listening to autobiographical\/representative songs with headphones (see Figure 1), supervised by a therapist.During each RV session with the device, music was provided using a personal pen-drive connected to a musical player and containing fifteen songs, which were different in each patient according to the personal music (popular music, folk, rock, and classic music) he\/she liked before the brain injury."},{"pmid":19027186,"techniquename":"‘‘U-based’’ music therapy technique","type":["Melody-related Algorithms\/Software"],"description":"This effect was achieved firstly by slowing the musical rhythm and reducing the number of instruments in the orchestra, the frequencies and the volume (i.e., the descending phase of the ‘‘U’’). The patient then moved through the maximum relaxation phase (i.e., the lower bend of the ‘‘U’’), which was lastly followed by an increasingly dynamic phase (i.e., the ascending phase of the ‘‘U’’)"},{"pmid":34828484,"techniquename":null,"type":["NA"],"description":0},{"pmid":36334181,"techniquename":"Melomics-Health technology","type":["Melody-related Algorithms\/Software"],"description":"Algorithmic music was created using Melomics-Health technology [8, 9], based on a specific use of music structures and parameters, depending on therapeutic objectives.In this case, music parameters maintained a high level of stability in intensity, variations, duration of notes, range of intervals, etc., creating a low level of stimulation (as an example, Supplemental Audio in this reference)"},{"pmid":22781506,"techniquename":"Bonny Method of Guided Imagery and Music (BMGIM)","type":["Method"],"description":"This specialized music therapy technique systematically and specifically combines imagery and selected music to facilitate psychodynamic responses,46 enhancing spontaneous inner exploration and develop_x0002_ment of the person such as facilitating a deeper emo_x0002_tional awareness.47Y49 Rather like a waking dream, the participant reports his\/her imaginal experience and the therapist responds with open-ended responses pro_x0002_moting active working with the image as it occurs"},{"pmid":24469862,"techniquename":"therapeutic music video (TMV) intervention","type":["Method"],"description":"The CSM-MT has informed development of several music therapy interventions to improve coping and manage distress.19–21 Unlike distraction-based, passive music listening interventions, the TMV uses music to provide (a) predictability through clearly defined goals and structured, preferred music, (b) autonomy support through AYA-directed choices about music, lyric writing, video content, and involvement of others, and (c) relationship building through a non-threatening, creative activity to help AYA explore, identify, and express what is important to them (Table 1)"},{"pmid":25045035,"techniquename":null,"type":["Method"],"description":"As a cue for the subjects, indicating which keys had to be pressed and with which fingers, the keyboard was supplied with numbered coloured adhesive labels applied on the keys"},{"pmid":33387863,"techniquename":"\nGT3 treadmill;music plus treadmill;","type":["Physical equipment","Method"],"description":"GT3 treadmill is a training treadmill, which integrates RAS function and a visual feedback option.GT3 could be a useful approach for the gait rehabilitation of MS-patients, thanks to patients’ high engagement."},{"pmid":20112480,"techniquename":"针灸","type":["NA"],"description":null},{"pmid":32106559,"techniquename":"Therapeutic Musical Devices","type":["Physical equipment"],"description":"The digital devices with musical stimuli were composed of a desk-top unit, monitor, and speaker, as well as percussion- and keyboard-shaped devices. The shape of musical devices, color selection based on a clinical survey, and complexities of color matching were determined by a neurologist, music therapist, and industrial design expert considering the visual and cognitive-motor functions affected by MCI as well as the relevance of playing instruments"},{"pmid":33412993,"techniquename":"Euterpe method’s music therapy","type":["Method"],"description":"The “Euterpe” method is a type of music therapy that uses a personalised soundtrack for each child, but we also provide a multisensory stimulation while listening to sounds. This method is usually adopted at our department. Data on the Euterpe method music are still unpublished. The method uses sounds, together with multiple types of sensory stimulation. Each sense is involved: hearing by sound; vision by lights, placed in the therapy room; smell by aroma diffusers; and touch by the tuning fork and vibrating devices. The stimulations can be modified according to the different needs of the patients and to the specific therapeutic targets. During each session, the therapist chooses which senses must be excluded, reinforced or added."},{"pmid":28816136,"techniquename":"music characterization system","type":["Melody-related Algorithms\/Software"],"description":"Approximately 40 minutes of music was chosen based on each patient’s preferences and was analyzed following a “music characterization system” algorithm containing 12 musical elements and 4 nonmusical elements to identify and classify each selection numerically as having greater or lesser relaxation properties as opposed to activating properties.On the basis of the patient’s level of state anxiety and distress obtained during the assessment, individual pieces of music were connected in a sequence that moved progressively from pieces with higher levels of activating qualities to pieces with higher levels of relaxing qualities, based on the theories of musical entrainment (15) and music sedation (16) to increase comfort and orientation, reducing state anxiety."},{"pmid":21275334,"techniquename":"music therapy CD (MTCD)","type":["Method"],"description":"The music therapy method involved children creating a music CD using interactive computer-based music software, which was \"remixed\" by the music therapist-researcher to extend the musical material"},{"pmid":34942921,"techniquename":"Melomics-Health","type":["Melody-related Algorithms\/Software"],"description":"Melomics-Health technology was born from the idea of creating musical pieces with a therapeutic purpose rather than aesthetic purpose. The music produced by this algorithm is reduced to essential parameters so as to be characterized by a limited number of music variables (mainly related to tempo, time signature, timbre, pitch range, rhythm, key signature, dynamics, and duration). The algorithm allows a possible manipulation of these variables, relating the music structure with its possible effects."},{"pmid":22815078,"techniquename":"The Sound Training for Attention and Memory in Dementia (STAM-Dem)","type":["Method"],"description":"The STAM-Dem is a manualized music-based protocol designed to be used in the rehabilitation of cognitive functions in elderly PWD."},{"pmid":32432550,"techniquename":"smartphone-based music app","type":["Melody-related Algorithms\/Software"],"description":"Participants interacted with a smartphone-based music app that used 5 separate commissioned instrumental tracks intended to be relaxing (Unwind; Bose Corporation, Boston, MA, USA) [25]. These music tracks were composed using a backbone of musical genes derived through a machine learning algorithm that selected key musical features expected to induce subjective “thrills” among individuals, combined with human-composed music."},{"pmid":26093514,"techniquename":"electronic ear","type":["Physical equipment"],"description":"Mozart's compositions were modified by a device, the so-called “electronic ear”, [10]. The latter, through a system of filters, amplifiers, and sophisticated mechanisms of electronic gate, modifies the ampli_x0002_tude of sound frequencies preferably delivering higher sound frequen_x0002_cies (N3000 Hz) which, according to Tomatis, “recharge” the cerebral cortex."}]